Repository: CheyenneWills/OpenSkyImager
Catalog: files/po/*/OpenSkyImager.po
Languages: fr, it

# dsi2pro
source: rc_responseImage error: %d
fr: rc_responseImage erreur: %d
it: rc_responseImage, errore: %d

# dsi2pro
source: Unknown IN: %d
fr: Inconnu IN: %d
it: IN sconosciuto: %d

# dsi2pro
source: Unknown OUT: %d
fr: Inconnu OUT: %d
it: OUT sconosciuto: %d

# camio
source: 0-Auto|1-AmpOn|2-AmpOff:0
fr: 0-Automatique|1-Ampli On|2-Ampli Off:2
it: 0-Automatico|1-Acceso|2-Spento:0

# camio
source: 0-Double|1-Single:1
it: 0-Doppia|1-Singola:1

# camio
source: Mode S/D Image
it: Modo acquisizione

# qhycore
source: Error %d: Could not claim interface.
fr: Erreur %d: ne peut pas accéder à l'interface.
it: Errore %d: richiesta interfaccia fallita

# qhycore
source: Error %d: Could not initialise libusb.
fr: Erreur %d: n'a pas pu initialiser libusb
it: Errore %d: impossibile inizializzare libusb

# camio
source: Camera still not found after reset
fr: Camera non trouvée après réinitialisation
it: Camera non trovata anche dopo il reset

# camio
source: Neither raw device nor programmed camera found.
fr: Aucun périphérique brut ou caméra programmable n'a été trouvé
it: Dispositivo e/o camera programmata non trovati

# camio
source: This camera also needs a loader that was not found
fr: Cette caméra nécessite en plus un chargeur qui n'a pas été trouvé
it: Questo modello necessita di 'loader' che non è stato trovato

# avi
source: Unable to write file %s. Check permissions
fr: Ne peut écrire dans fichier %s. Vérifiez permissions
it: Impossibile scrivere il file %s. Controllare i pemessi

# avi
source: A component of the file path %s is not a folder
fr: Un élément du chemin fichier %s n'est pas un répertoire
it: Una parte del percorso %s non è una cartella

# avi
source: A component of the file path %s could not be created, check permissions
fr: Un élément du chemin fichier %s n'a pas pu être créé, vérifiez permissions
it: Una parte del percorso %s non può essere creata. Controllare i permessi

# cfw
source: Camera is not connected
fr: La caméra n'est pas connectée
it: Camera non connessa

# cfw
source: Camera does not support direct CFW connection
fr: La caméra ne supporte pas la connection directe roue
it: Il modello non supporta la connessione diretta della ruota porta filtri

# cfw
source: Serial port does not exist
fr: Le port série n'existe pas
it: La porta seriale non esiste

# cfw
source: Could not connect to CFW on serial port %s, error: %s
fr: Connexion roue échouée sur le port série %s, erreur: %s
it: Impossibile connettersi alla ruota porta filtri sulla porta %s, errore: %s

# cfw
source: Could not disconnect from CFW on serial port %s, error: %s
fr: Déconnexion roue échouée sur le port série %s, erreur: %s
it: Impossible disconnettersi dalla ruota porta filtri sulla porta %s, errore %s

# cfw
source: 5-QHY 5 slots 2"
it: 5-QHT 5 posti 2"

# cfw
source: |5-QHY 5 slots 2"
it: |5-QHY 5 posti 2"

# cfw
source: 8-QHY serial
fr: 8-QHY série
it: 8-QHY seriale

# cfw
source: |8-QHY serial
fr: |8-QHY série
it: |8-QHY seriale

# cfw
source: Could not read from CFW on serial port %s, error: %s
fr: ne peut lire depuis la roue sur le port série %s, erreur %s
it: Ricezione dati fallita dalla ruota porta filtri sulla porta %s, errore: %s

# cfw
source: Could not write to CFW on serial port %s, error: %s
fr: ne peut écrire vers la roue sur le port série %s, erreur %s
it: Invio dati alla ruota porta filtri sulla porta %s fallito, errore: %s

# cfw
source: Filter wheel moving to slot: %d
fr: Déplacement roue à filtre sur slot: %d
it: Ruota in movimento verso la posizione: %d

# cfw
source: Could not start notification thread, btw slot selection command was sent ok.
fr: N'a pas pu démarrer la notification, mais la commande de sélection slot a bien été envoyée.
it: Impossibile avviare il tread di lettura delle notifiche, il comando è però stato inviato correttamente.

# cfw
source: Requested slot (%d) does not exist. Slots = %d
fr: le slot demandé (%d) n'existe pas. Slots = %d
it: La posizionee richiesta (%d) non esiste. Posizioni = %d

# camio
source: Full|512x512|256x256:0
fr: Entier|512x512|256x256:0
it: Tutto|512x512|256x256:0

# camio
source: Light/Dark mode
it: Modo Light/Dark

# camio
source: Camera reset script complete
fr: Script reset caméra terminé
it: Script di reset della camera completato

# camio
source: Reset for this camera model is unsupported
fr: Reset non supporté pour cette caméra
it: La funzione di reset per questo modello non supportata

# camio
source: Bad data received, discarded
fr: Données corrompues reçues, rejetées
it: Frame corrotto, scartato

# fitsio
source: Fit read only works on 2 axes images
fr: La lecture fit ne fonctionne que pour des images sur 2 axes
it: Lettura fit supportata solo per immagini a 2 assi

# fitsio
source: cfitsio error: %d
fr: Erreur cfitsio: %d
it: Errore cfitsio: %d

# fitsio
source: A component of the file path %s could not be created, check permissions
fr: Un élément du chemin fichier %s n'a pas pu être créé, vérifiez permissions
it: Una parte del percorso %s non può essere creata. Controlla i permessi

# usbio
source: Error: Camera found, but did not open!
fr: Erreur: Caméra trouvée, mais l'ouverture a échoué!
it: Errore: Camera trovata, ma connessione fallita!

# usbio
source: Error: Camera NOT found!
fr: Erreur: Caméra NON trouvée!
it: Errore: Camera NON trovata!

# camio
source: Full|512x512|256x256|128x128:0
fr: Entier|512x512|256x256|128x128:0
it: Tutto|512x512|256x256|128x128:0

# camio
source: 0-Slow|1-Fast:0
fr: 0-Lente|1-Rapide:0
it: 0-Lento|1-Veloce:0

# camio
source: 0-AmpOff|1-AmpOn|2-Auto:2
fr: 0-Ampli Off|1-Ampli On|2-Automatique:2
it: 0-Spento|1-Acceso|2-Automatico:2

# camio
source: 5-Positions|6-Positions|7-Positions|8-Positions:0
it: 5-Posizioni|6-Pisizioni|7-Posizioni|8-Posizioni:0

# camio
source: 1-Single|2-Double:0
it: 1-Singola|2-Doppia:0

# camio
source: 0-Off|1-0n:0
fr: 0-Off|1-On:0
it: 0-Spenta|1-Accesa:0

# camio
source: Usb bus speed
fr: Vitesse du bus USB
it: Velocità Usb

# camio
source: 0-Off|1-On:0
it: 0-Spenta|1-Accesa:0

# camio
source: Full|288x288|144x144:0
fr: Entier|288x288|144x144:0
it: Tutto|288x288|144x144:0

# camio
source: 1-Single|2-Double|3-Vbe Sampling|4-Vbe Timing:0
it: 1-Singola|2-Doppia|3-Campioni|4-Tempo:0

# qhycore
source: cameraIO failed, error %d
it: Errore in cameraIO (%d)

# qhycore
source: cameraiIO failed, error %d
fr: Erreur cameraIO (%d)
it: Errore in cameraiIO (%d)

# qhycore
source: Error %d: Could not set device configuration.
fr: Erreur %d: impossible de configurer le périphérique.
it: Errore %d: impossible impostare la configurazione

# qhycore
source: getImgData failed, error %d
fr: getImgData échoué, l'erreur %d
it: getImgData fallito, errore %d

# qhycore
source: EepromRead failed, error %d
fr: Erreur sur EepromRead (%d)
it: Errore in EepromRead (%d)

# qhycore
source: I2CTwoWrite failed, error %d
fr: Erreur sur I2CTwoWrite (%d)
it: Errore in I2CTwoWrite (%d)

# sbigcore
source: CFW error: %d
fr: CFW erreur: %d
it: CFW, errore: %d

# sbigcore
source: No error string found! Error code: %d
fr: Pas de chaîne d'erreur trouvé! Code d'erreur: %d
it: Errore senza messaggio! Codice: %d

# tty
source: No Error
fr: Pas d'erreur
it: Nessun errore

# tty
source: Read Error: %s
fr: Erreur lecture: %s
it: Errore di lettura %s

# tty
source: Write Error: %s
fr: Erreur écriture: %s
it: Errore di scrittura %s

# tty
source: Select Error: %s
fr: Erreur sélection: %s
it: Errore di selezione: %s

# tty
source: Timeout error
fr: Erreur timeout
it: Errore di timeout

# tty
source: Port failure Error: %s. Try adding your user to the dialout group and restart (sudo adduser $username dialout)
fr: Erreur port: %s. Ajouter utilisateur au groupe dialout et redémarrer (sudo adduser $username dialout)
it: Errore %s sulla porta, Provare aggiungendo il proprio utente al gruppo dialout eriavviare (sudo adduser $username dialout)

# tty
source: Port failure Error: %s.Check if device is connected to this port.
fr: Erreur port: %s. Vérifier que le périphérique est connecté à ce port.
it: Errore %s sulla porta. Controllare che il dispositivo sia connesso alla porta

# tty
source: Parameter error
fr: Erreur paramètre
it: Errore nei parametri

# tty
source: Error: unrecognized error code
fr: Erreur: code erreur non reconnu
it: Codice errore sconosciuto

# pixbuf
source: Only works with 8/16bpp images
fr: Ne fonctionne qu'avec des images 8/16bpp
it: Funziona solo per immagini da 8/16bpp

# main
source: Image: %s saved
fr: Image: %s sauvegardée
it: Immagine: %s salvata

# main
source: Frame: add to %s
fr: Trame: ajouter à %s
it: Frame aggiunto a %s

# main
source: Image: %s saved, Frame: add to %s
fr: Image: %s sauvegardée, Trame: ajouter à %s
it: Immagine salvata: %s, Frame aggiunto a %s

# main
source: Error starting capture thread
fr: Erreur au démarrage de la capture
it: Errore di avvio thread di acquisizione

# main
source: capture end
fr: fin de capture
it: fine acquisizione

# main
source: Focus end
fr: Fin de capture mode focus
it: Fine fuoco/anteprima

# main
source: Tec power set to: %d%%
fr: Puissance refroidissement sur: %d%%
it: Potenza tec al: %d%%

# main
source: Tec: %+06.2FC, Target: %+06.2FC, Power: %d%%
fr: Temp: %+06.2FC, Cible: %+06.2FC, Puissance: %d%%
it: Tec: %+06.2FC, Richiesta: %+06.2FC, Potenza: %d%%

# main
source: Tec: %+06.2fC, Power: %d%%
fr: Temp: %+06.2fC, Puissance: %d%%
it: Tec: %+06.2fC, Potenza: %d%%

# main
source: Error communicating with tec
fr: Erreur de communication avec le refroidissement
it: Errore di comunicazione con il raffreddamento

# main
source: TimeLapse mode full, start at: %s, end at: %s, interval: %d seconds
fr: Mode 'timelapse' avancé, début: %s, fin: %s, intervalle: %d secondes
it: Modo 'timelapse' avanzato, inizio: %s, fine: %s, secondi di intervallo: %d

# main
source: TimeLapse mode simple, interval: %d seconds
fr: Mode 'timelapse' normal, intervalle: %d secondes
it: Modo 'timelapse' normale, secondi di intervallo %d

# main
source: TimeLapse mode finished
fr: Mode 'timelapse' terminé
it: Modo 'timelapse' terminato

# main
source: Hide settings
fr: Masquer paramètres
it: Chiudi parametri

# main
source: Show settings
fr: Afficher paramètres
it: Apri parametri

# about
source: OpenSkyImager is a capture program written for Astronomy camera operation
fr: OpenSkyImager est un programme de capture pour caméras astro
it: OpenSkyImager è un programma per l'utilizzo di telecamere da Astronomia

# about
source: Copyright (c) 2013 JP & C AstroSoftware Licensed under GNU GPL 3.0 This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
fr: Copyright (c) 2013 JP & C AstroSoftware, Sous licence GNU GPL 3.0 Ce programme est un logiciel libre: vous pouvez le redistribuer et/ou le modifier sous les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation, soit en version 3 de la Licence, soit dans toute version ultérieure. ce programme est distribué dans l'espoir qu'il vous sera utile, mais SANS AUCUNE GARANTIE; sans même les garanties implicites de COMMERCIABILITE ou d'ADEQUATION POUR UN BESOIN PARTICULIER. Voir la Licence Publique Générale GNU pour d'autres détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU avec ce programme. Si ce n'est pas le cas, voir <http://www.gnu.org/licenses/>.
it: Copyright (c) 2013 JP & C AstroSoftware, Rilasciato con licenza GNU GPL 3.0 Questo programma è software gratuito: può essere distribuito e modificato a termini di licenza 'GNU General Public License' come pubblicato dalla 'the Free Software Foundation', versione 3 della licenza, oppure versioni successive. Questo programma è dstribuito sperando che sia utile, ma SENZA ALCUNA GARANZIA; esclusa anche la garanzia implicita di COMMERCIABILITA' o ADATTABILITA' AD UN USO SPECIFICO. Per maggiori dettagli consultare la 'GNU General Public License'. Insieme al programma si dovrebbe ricevere una copia della 'GNU General Public License'. In caso contrario, consultare <http://www.gnu.org/licenses/>.

# about
source: OpenSkyImager website
fr: Site web OpenSkyImager
it: Sito web OpenSkyImager

# main
source: Folder or base name not set!
fr: Répertoire ou nom de fichier non paramétrés!
it: Cartella o nome immagine non impostati

# main
source: Read from camera thread failed to start
fr: La lecture depuis le thread caméra n'a pas pu démarrer
it: Non è stato possibile avviare il thread di acquisizione

# main
source: Capture start
fr: Démarrage mode capture
it: Acquisizione immagini avviata

# main
source: Focus start
fr: Démarrage mode focus
it: Fuoco/anteprima avviata

# main
source: Start
fr: Démarrer
it: Avvia

# main
source: Running exposure aborted
fr: Exposition en cours interrompue
it: Acquisizione in corso interrotta

# main
source: Abort capture failed or not supported, please wait end of current exposure
fr: L'interruption de capture a échoué ou est non supportée, merci d'attendre la fin de l'exposition en cours
it: Interruzione acquisizione non supportata, attendere il completamento dell'immagine corrente

# main
source: Kill
fr: Interrompre
it: Interrompi

# main
source: Wait last capture end
fr: Attendre la fin de la dernière capture
it: Attendere il completamento dell'ultima immagine

# main
source: Stop
fr: Arrêter
it: Ferma

# main
source: Resume
fr: Reprendre
it: Riprendi

# main
source: Capture hold
fr: Pause capture
it: Acquisizione in pausa

# main
source: Focus hold
fr: Pause focus
it: Fuoco/anteprima in pausa

# main
source: Hold
fr: Pause
it: Pausa

# main
source: Capture resume
fr: Reprendre capture
it: Acquisizione ripresa

# main
source: Focus resume
fr: Reprendre focus
it: Fuoco/anteprima ripresa

# main
source: Fit
fr: Adapter
it: Adatta

# main
source: Fit to screen
fr: Adapter à l'écran
it: Adatta allo schermo

# main
source: Original size
fr: Taille originale
it: Dimensione originale

# main
source: Hide graph
fr: Masquer graphe
it: Icona

# main
source: Show graph image
fr: Afficher graphe
it: Mostra grafico dell'immagine

# main
source: Show graph
fr: Afficher graphe
it: Grafico

# main
source: Show preview thumbnail
fr: Afficher prévisualisation
it: Mostra icona dell'immagine

# main
source: Capture thread running!
fr: Processus de capture fonctionnement
it: Tread di cattura attivo!

# main
source: Confirm only if you know exaclty what you're doing
fr: Confirmez que si vous savez exaclty ce que vous faites
it: Conferma solo se sei veramente certo

# quit-message
source: Confirm exit
fr: Confirmer sortie
it: Conferma uscita

# quit-message
source: Do you really want to quit?
fr: Voulez-vous vraiment quitter ?
it: Vuoi veramente uscire?

# main
source: Debayer strategy set to: %s
fr: Stratégie debayer sur: %s
it: Maschera debayer: %s

# main
source: Exposure time set to: %s
fr: Temps d'exposition sur: %s
it: Tempo di esposizione: %s

# main
source: Camera %s selected
fr: Camera %s sélectionnée
it: Camera selezionata: %s

# settings
source: Connect
fr: Connecter
it: Connetti

# main
source: Camera %s disconnected
fr: Caméra %s déconnectée
it: Camera %s disconnessa

# settings
source: Disconnect
fr: Déconnecter
it: Disconnetti

# main
source: Camera %s connected
fr: Caméra %s connectée
it: Camera connessa: %s

# main
source: Full camera list set
fr: Sélection de la liste complète des caméras
it: Selezionalta lista completa dei modelli

# main
source: Active camera list set
fr: Sélection de la liste des caméras actives
it: Selezionata lista dei modelli attivi

# main
source: Gain set to: %d
fr: Gain sur: %d
it: Guadagno: %d

# main
source: Offset set to: %d
fr: Décalage sur: %d
it: Offset: %d

# main
source: Binning mode set to: %dx%d
fr: Mode binning sur: %dx%d
it: Modo binning: %dx%d

# main
source: Capture size set to: %dx%d
fr: Taille capture sur: %dx%d
it: Dimensione frame: %dx%d

# main
source: Capture size set to: Full frame
fr: Taille capture sur: Full frame
it: Dimensione frame: completo

# main
source: Download speed set to: %s
fr: Vitesse de transfert sur: %s
it: Velocità trasferimento: %s

# main
source: %s set to: %s
fr: %s sur: %s
it: %s: %s

# main
source: Amp control set to: %s
fr: Amplification sur: %s
it: Controllo amplificatore: %s

# main
source: Noise reduction set to: %s
fr: Réduction du bruit sur: %s
it: Riduzione rumore: %s

# main
source: Image depth set to: %s
fr: Profondeur d'image sur: %s
it: Profondità immagine: %s

# main
source: Base folder/file set: %s%s
fr: Répertoire de base/nom fichier sur: %s%s
it: Cartella/nome immagine %s%s

# main
source: Audela naming convention selected
fr: Convention de nommage 'Audela' activée
it: Selezionata nomenclatura 'Audela'

# main
source: Audela naming convention removed
fr: Convention de nommage 'Audela' désactivée
it: Deselezionata nomencaltura 'Audela'

# main
source: Iris naming convention selected
fr: Convention de nommage 'Iris' activée
it: Selezionata nomenclatura 'Iris'

# main
source: Iris naming convention removed
fr: Convention de nommage 'Iris' désactivée
it: Deselezionata nomenclatura 'Iris'

# main
source: Frame counter will be reset each new start
fr: Le compteur de trames sera initialisé à chaque démarrage
it: Il contatore delle immagini sarà resettato ad ogni avvio acquisizione

# main
source: Frame counter absolute
fr: Compteur absolu de trames
it: Contatore immagini assoluto

# main
source: Time lapse mode enabled
fr: Mode 'timelapse' activé
it: Modo 'timelapse' abilitato

# main
source: Time lapse mode disabled
fr: Mode 'timelapse' désactivé
it: Modo 'timelapse' disabilitato

# main
source: Time lapse date start set to: %s
fr: Date de début 'timelapse' sur: %s
it: Inizio 'timelapse': %s

# main
source: Time lapse date end set to: %s
fr: Date de fin 'timelapse' sur: %s
it: Fine 'timelapse': %s

# main
source: TimeLapse set to use frame count driven start and stop plus interval
fr: Mode 'timelapse' paramétré pour début et fin pilotés par le nombre de trames et intervalle
it: Modo 'timelapse' impostato per avvio e termine sul conteggio immagini + intervallo

# main
source: TimeLapse set to use calendar driven start and stop plus interval
fr: Mode 'timelapse' paramétré pour début et fin pilotés par calendrier et intervalle
it: Modo 'timelapse' impostato per avvio e termine sul calendario + intervallo

# main
source: Time Lapse period set to: %d
fr: Intervalle 'timelapse' sur: %d
it: Intervallo del 'timelapse': %d

# main
source: Add date to naming convention selected
fr: Ajout date à convention de nommage activé
it: Aggiungere la data al nome immagine

# main
source: Add date to naming convention removed
fr: Ajout date à convention de nommage désactivé
it: Non aggiungere la data al nome immagine

# main
source: Add time to naming convention selected
fr: Ajout heure à convention de nommage activé
it: Aggiungere l'orario al nome immagine

# main
source: Add time to naming convention removed
fr: Ajout heure à convention de nommage désactivé
it: Non aggiungere l'orario al nome immagine

# main
source: Add filter to naming convention selected
fr: Ajout filtre à convention de nommage activé
it: Aggiungere il fitro al nome immagine

# main
source: Add filter to naming convention removed
fr: Ajout filtre à convention de nommage désactivé
it: Non aggiungere il filtro al nome immagine

# main
source: Filter name: %s add to naming convention
fr: Ajout filtre %s à convention de nommage activé
it: Aggiungere il filtro %s al nome immagine

# main
source: Filter name removed from naming convention
fr: Nom de filtre supprimé de la convention de désactivé
it: Non aggiungere il filtro al nome immagine

# main
source: Save format set to: %s
fr: Format d'enregistrement sur: %s
it: Formato file impostato a: %s

# cooling
source: Reading tec
fr: Lecture temp.
it: Lettura tec

# main
source: Tec controlling thread failed to start (%s)
fr: Le contrôle température n'a pas démarré (%s)
it: Non è stato possibile avviare il controllo del raffreddamento (%s)

# cooling
source: Enable tec read
fr: Activer lecture temp.
it: Avvia lettura tec

# main
source: Camera %s does not have a controllable tec
fr: Le modèle %s n'a pas de contrôle température
it: Il modello %s non supporta il controllo del raffreddamento

# cooling
source: Auto mode
fr: Mode automatique
it: Automatico

# main
source: Tec set auto to: %+06.2FC
fr: Contrôle auto temp. sur: %+06.2FC
it: Controllo automatico temperatura a: %+06.2FC

# cooling
source: Manual mode
fr: Mode manuel
it: Manuale

# main
source: Tec set manual
fr: Temp. sur manuel
it: Controllo manuale della temperatura

# cfw
source: Filter wheel mode set: %s
fr: Mode roue à filtre sur: %s
it: Modo ruota porta filtri: %s

# cfw
source: Could not set cfw mode
fr: N'a pas pu régler mode roue à filtre
it: Impossibile impostare il modo della ruota portafiltri

# cfw
source: Filter wheel serial port: %s
fr: Port série roue à filtre: %s
it: Porta seriale della ruota porta filtri: %s

# cfw
source: Serial port list reloaded
fr: Liste ports série rechargée
it: Lista delle porte seriali ricaricata

# cfw
source: Disconnect
fr: Déconnecter
it: Disconnesso

# cfw
source: Filter wheel connected to %s
fr: Roue à filtre connectée à %s
it: Ruota portafiltri connessa a %s

# cfw
source: Connect
fr: Connecter
it: Connetti

# cfw
source: Filter wheel disconnected
fr: Roue à filtre déconnectée
it: Ruota portafiltri disconnessa

# cfw
source: Filter wheel configuration: %d slots, %s model
fr: Configuration roue à filtre: %d slots, modèle %s
it: Configurazione ruota porta filtri: %d posti, modello %s

# cfw
source: Filter wheel controller factory reset done
fr: Reset usine roue à filtre effectué
it: Reset di fabbrica della ruota portafiltri completato

# cfw
source: Please wait for the filter to reach position...
fr: Attendre que le filtre atteigne sa position...
it: Attendere che la ruota portafiltri raggiunga la posizione...

# cfw
source: Dialog will disappear when done
fr: La dialogue disparaîtra lorsque terminé
it: Il messaggio scomparirà al termine dell'operazione

# dialog-open
source: Open File
fr: Ouvrir fichier
it: Apri file

# cfw
source: Filter wheel reported error
fr: La roue à filtre à rapporté l'erreur
it: La ruota porta filtri segnala un errore

# main
source: Focus
it: Anteprima

# main
source: Capture
it: Cattura

# main
source: Load
fr: Charger
it: Carica

# settings
source: Full list
fr: Liste complète
it: Tutti

# main
source: Refresh
fr: Rafraîchir
it: Ricarica

# filename
source: Save As
fr: Enregistrer sous
it: Salva come

# filename
source: Audela naming
fr: Nommage Audela
it: Nomi Audela

# filename
source: Iris naming
fr: Nommage Iris
it: Nomi Iris

# filename
source: Zero counter
fr: Compteur à zéro
it: Azzera scatti

# filename
source: Add date
fr: Ajouter date
it: Aggiungi Data

# filename
source: Add time
fr: Ajouter heure
it: Aggiungi Ora

# filename
source: Add filter
fr: Ajouter filtre
it: Aggiungi filtro

# timelapse
source: Full mode
fr: Mode plein
it: Modo completo

# cfw
source: 0-None
fr: 0-Aucun
it: 0-Nessuna

# cfw
source: 1-QHY Serial
fr: 1-QHY Série
it: 1-QHY Seriale

# cfw
source: Refresh
fr: Rafraîchir
it: Ricarica

# cfw
source: Factory Reset
fr: Reset usine
it: Reset di fabbrica

# cfw
source: Slot %d
it: Posizione %d

# settings
source: Camera Controls
fr: Contrôles caméra
it: Controlli camera

# settings
source: User Profiles Settings
fr: Réglage profils utilisateur
it: Impostazioni profili utente
