Repository: CheyenneWills/OpenSkyImager
Catalog: files/po/*/OpenSkyImager.po
Languages: fr, it

# settings
source: Model
fr: Modèle
it: Modello

# settings
source: Gain
it: Amp %

# settings
source: Binning Mode
fr: Mode binning
it: Modo binning

# settings
source: Capture Size
fr: Taille capture
it: Dimensione ROI

# settings
source: Download Speed
fr: Vitesse de transfert
it: Trasferimento

# settings
source: Amp Control
fr: Amplification
it: Amplificatore

# settings
source: Noise reduction
fr: Réduction du bruit
it: Riduzione rumore

# settings
source: Image depth
fr: Profondeur d'image
it: Profondità bpp

# settings
source: Color mode
fr: Mode couleur
it: Modo colore

# cooling
source: Current °C
fr: Temp. actuelle
it: °C Attuale

# cooling
source: Temperature / Time
fr: Température / Temps
it: Grafico temperatura

# cooling
source: Power %
fr: Puissance %
it: Potenza %

# timelapse
source: Start
fr: Début
it: Inizio

# timelapse
source: End
fr: Fin
it: Fine

# cfw
source: Connection
fr: Connexion
it: Connessione

# cfw
source: Configuration
it: Configurazione

# main
source: Camera
fr: Caméra
it: Modello

# main
source: Cooling
fr: Refroidissement
it: TEC

# main
source: Filename
fr: Fichiers
it: Nome file

# main
source: Scripting
fr: Automatisation
it: Automazione

# main
source: FOV Calc
fr: Calcul FOV
it: Calcolo FOV

# main
source: Exp. time (s)
fr: Exposition (s)
it: Tempo (s)

# main
source: Total shots
fr: Total captures
it: Scatti totali

# main
source: Saved shots
fr: Captures enregistrées
it: Scatti salvati

# cfw
source: camera
fr: caméra

# camio
source: 0-Light|1-Dark:0
fr: 0-Clair|1-Sombre:0

# cfw
source: 99-In camera
fr: 99-Dans caméra

# main
source: Reset
fr: Réinitialiser

# settings
source: Offset
fr: Décalage

# main
source: CFW
fr: Filtres
